;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: yazdanparast
; TranslationAuthorEmail: mryazdanparast@yahoo.com
;

[Translation]
LangCode=0429
LanguageName=فارسی
ReadHabit=چپ به راست
DefaultFont=B Yekan
DefaultFontSize=8
DefaultCharset=ARABIC_CHARSET
Confirm=تایید
TfrmWRMMain.Caption=یادآور وظایف
TfrmWRMMain.btnUnfinish.Caption=وظایف در حال انجام
TfrmWRMMain.btnCompleted.Caption=وظایف انجام شده
TfrmWRMMain.btnBack.caption=برگشت
TfrmWRMMain.btnDone.Caption=ذخیره
TfrmWRMMain.lblRepeat.caption=تکرار
TfrmWRMMain.lblTime.caption=زمان
TfrmWRMMain.lblName.caption=توضیحات
TfrmWRMMain.lblDate.caption=تاریخ
TfrmWRMMain.cbPeriod.Item1=یک بار
TfrmWRMMain.cbPeriod.Item2=روزانه
TfrmWRMMain.cbPeriod.Item3=هفتگی
TfrmWRMMain.cbPeriod.Item4=ماهانه
TfrmWRMMain.cbPeriod.Item5=سالانه
TfrmWRMMain.imgf.hint=ما را در فیسبوک ببینید
TfrmWRMMain.imgt.hint=ما را در توئیتر ببینید
TfrmWRMMain.imgmail.hint=اشتراک با دیگران
TfrmWRMMain.imghome.hint=پنل اصلی نرم افزار
TfrmWRMMain.CloseHint=بستن
TfrmWRMMain.MenuHint=منوها
TfrmWRMMain.MinHint=کوچک کردن
TfrmWRMMain.lbl2.caption=ورژن فعلی
TfrmWRMMain.lbl3.Caption=بررسی برای بروز رسانی
TfrmWRMMain.btnDetails.hint_1=مشخصات
TfrmWRMMain.btnDetails.hint_2=تایید و بازیابی
TfrmWRMMain.btnDelete.hint_1=تیک زدن در صورت اتمام وظیفه
TfrmWRMMain.btnDelete.hint_2=حذف کردن
msgdlg.btnNO=نه
msgdlg.btnOk=بله
msgdlg.btnYes=بله
constY=سال
constM=ماه
constD=روز
constHH=ساعت
constMM=دقیقه
constSS=ثانیه
constYs=سال ها
constMs=ماه ها
constDs=روزها
constHHs=ساعت ها
constMMs=دقیقه ها
constSSs=ثانیه ها
TfrmWRMMain.TrayMenuItem1=راهنمای انلاین
TfrmWRMMain.TrayMenuItem2=فروم
TfrmWRMMain.TrayMenuItem3=سایت نرم افزار
TfrmWRMMain.TrayMenuItem4=تماس با ما
TfrmWRMMain.TrayMenuItem5=بررسی برای بروز رسانی
TfrmWRMMain.TrayMenuItem6=بررسی برای اخبار
TfrmWRMMain.TrayMenuItem7=زبان
TfrmWRMMain.TrayMenuItem8=شروع همزمان با سیستم عامل
TfrmWRMMain.TrayMenuItem9=درباره
TfrmWRMMain.TrayMenuItem10=خروج
TfrmRemindDlg.Caption_1=شما تعدادی یادآوری از دست رفته دارید
TfrmWRMMain.lbl1.caption=بازگرداندن
TfrmWRMMain.fxpmn.item1=نسخه پشتیبان
TfrmWRMMain.fxpmn.item2=بازگرداندن
GetLang=ترجمه به
TfrmRemindDlg.Caption=نکته
TfrmRemindDlg.btnComplete.Caption=وظیفه انجام شد
TfrmRemindDlg.btnDelay.Caption=تاخیر در انجام
TfrmAbout.Caption=درباره
TfrmAbout.lblEmail.caption=ایمیل پشتیبان
TfrmAbout.lblhome.caption=صفحه اینترنتی رسمی
TfrmAbout.lblthanks.caption=تقدیرنامه ها به شرح زیر است
TfrmAbout.btnOk.Caption=بله
TfrmAbout.lblver.Caption=ورژن فعلی
TfrmWRMMain.cbbVoice.Item1=سکوت
TfrmWRMMain.cbbVoice.Item2=پیش فرض
TfrmWRMMain.cbbVoice.Item3=متغیر
TfrmWRMMain.lblVoice.Caption=صدای پیش فرض
[Messages]
UnkonwFileType=صدا شناخته نشد
ExitModify=شما تغییرات را ذخیره ننموده اید.آیا برای خروج مطمئن هستید؟
RemindNameNULL=لطفا توضیحات وظیفه مورد نظر را کامل کنید
NewVer=نسخه جدید آماده است.بروزرسانی انجام شود؟
NoNewVer=تبریک.شما هم اکنون از آخرین نسخه استفاده می کنید
ExitApp=آیا از بستن یادآور مطوئن هستید؟
NoneReminder=شما هیچ وظیفه ای را ثبت ننموده اید
NoneCopmpleted=شما هیچ وظیفه ای را کامل نکرده اید
NoneSelected=لطفا زمان را انتخاب کنید
TimeOver=زمان انتخابی شما از زمان فعلی کوچکتر است
[Lang]
NativeLanguage=فارسی
